Revit 2023 API
GroupTypeId.StairsTreadsRisers Property
 "Threads/Risers"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 23.0.0.0 (23.1.0.0)
Syntax
C#
public static ForgeTypeId StairsTreadsRisers { get; }
Visual Basic
Public Shared ReadOnly Property StairsTreadsRisers As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ StairsTreadsRisers {
	ForgeTypeId^ get ();
}
See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace